Repository: Modexanderson/imagen
Catalog: lib/localization/app_*.arb
Languages: bn

source: History
bn: ইতিহাস

source: Image History
bn: ছবির ইতিহাস

source: Import Successful
bn: আমদানি সফল

source: Import Failed
bn: আমদানি ব্যর্থ হয়েছে৷

source: shareImage
bn: ছবি শেয়ার করুন

source: Select Backup File
bn: ব্যাকআপ ফাইল নির্বাচন করুন

source: Select Backup Location
bn: ব্যাকআপ অবস্থান নির্বাচন করুন

source: Backup Failed
bn: ব্যাকআপ ব্যর্থ হয়েছে৷

source: Recharge Now
bn: এখনই রিচার্জ করুন

# creditBalance
source: Your credit balance is:
bn: আপনার ক্রেডিট ব্যালেন্স হল:

# failedGenerationTryAgain
source: Image generation failed, try again.
bn: ছবি তৈরি করা ব্যর্থ হয়েছে, আবার চেষ্টা করুন।

# sendingVerificationEmailFailed
source: Failed to send verification email.
bn: যাচাইকরণ ইমেল পাঠাতে ব্যর্থ হয়েছে.

source: Generating image
bn: ইমেজ তৈরি করা হচ্ছে

source: Aboard
bn: BIDESH

source: About
bn: সম্পর্কিত

# accent
source: Accent Color & Hue
bn: অ্যাকসেন্ট কালার এবং হিউ

source: Add New
bn: নতুন যোগ করুন

source: Added to
bn: যোগ করো

# addedToFav
source: Added to Favorites
bn: ফেভারিটে যোগ করা হয়েছে

source: AI Image Generator
bn: এআই ইমেজ জেনারেটর

source: Alvazovsky Painter
bn: আলভাজোভস্কি পেইন্টার

source: Anime
bn: এনিমে

source: App Font
bn: অ্যাপ ফন্ট

# appTitle
source: Imagen
bn: ইমেজ

# autoBack
source: Auto Backup
bn: স্বয়ংক্রিয় ব্যাকআপ

# autoBackLocation
source: Auto Backup Location
bn: স্বয়ংক্রিয় ব্যাকআপ অবস্থান

# autoBackSub
source: Automatically backup data
bn: স্বয়ংক্রিয়ভাবে ব্যাকআপ ডেটা

source: Back
bn: পেছনে

# backNRest
source: Backup & Restore
bn: ব্যাকআপ এবং পুনরুদ্ধার করুন

# backupSuccess
source: Backup Successful
bn: ব্যাকআপ সফল

source: Cache
bn: ক্যাশে

source: Cancel
bn: বাতিল করুন

source: Canvas Color
bn: ক্যানভাসের রঙ

source: Card Color
bn: কার্ডের রঙ

source: Cartoon
bn: কার্টুন

# checkUpdate
source: Auto check for Updates
bn: আপডেট জন্য স্বয়ংক্রিয় চেক

# checkingUpdate
source: Checking for Updates…
bn: আপডেটের জন্য পরীক্ষা করা হচ্ছে৷

source: Christmas Style
bn: ক্রিসমাস স্টাইল

source: Classicism
bn: ক্লাসিসিজম

source: Clear
bn: পরিষ্কার

source: Clear All
bn: সব পরিষ্কার করে দাও

source: Clear Cache
bn: ক্যাশে সাফ করুন

# completeDetails
source: Complete your details
bn: আপনার বিবরণ সম্পূর্ণ করুন

source: Confirm
bn: নিশ্চিত করুন

source: Confirm Password
bn: পাসওয়ার্ড নিশ্চিত করুন

source: Confirm Sign out ?
bn: সাইন আউট নিশ্চিত করবেন?

source: Contact Us
bn: যোগাযোগ করুন

# continuationAgreement
source: By continuing your confirm that you agree with our Terms and Conditions
bn: আপনার নিশ্চিতকরণ চালিয়ে যাওয়ার মাধ্যমে আপনি আমাদের শর্তাবলীর সাথে সম্মত

source: Continue with Apple
bn: অ্যাপলের সাথে চালিয়ে যান

source: Continue with Google
bn: Google এর সাথে চালিয়ে যান

# continueWithSocialMedia
source: continue with:
bn: সঙ্গে চালিয়ে যান:

# copied
source: Copied to Clipboard!
bn: ক্লিপবোর্ডে অনুলিপি করা হয়েছে!

source: Copy
bn: কপি

# couldNotLaunchBinance
source: Could not launch Binance Pay order
bn: Binance Pay অর্ডার চালু করা যায়নি

source: Create
bn: সৃষ্টি

# createBack
source: Create Backup
bn: ব্যাকআপ তৈরি

# createBackSub
source: Create backup of your data
bn: আপনার ডেটার ব্যাকআপ তৈরি করুন

# creatingBinanceOrder
source: Creating Binance Pay order...
bn: বিনান্স পে অর্ডার তৈরি করা হচ্ছে...

source: Creating new account
bn: নতুন অ্যাকাউন্ট তৈরি করা হচ্ছে

source: Creating Process
bn: প্রক্রিয়া তৈরি করা

source: Current Theme
bn: বর্তমান থিম

# customizeTheme
source: Customize themes
bn: থিম কাস্টমাইজ করুন

source: Cyber Punk
bn: সাইবারপাঙ্ক

source: Dark Mode
bn: ডার্ক মোড

source: Date
bn: তারিখ

source: Delete
bn: মুছে ফেলা

source: Delete Theme
bn: থিম মুছুন

# deleteThemeSubtitle
source: Are you sure you want to delete?
bn: আপনি মুছে ফেলতে চান?

source: Deleted
bn: মুছে ফেলা হয়েছে

source: Digital Painting
bn: ডিজিটাল পেইন্টিং

source: Disclaimer :
bn: দাবিত্যাগ:

# downQualitySub
source: Higher quality uses more disk space
bn: উচ্চ মানের আরও ডিস্ক স্থান ব্যবহার করে

# downed
source: has been downloaded
bn: ডাউনলোড করা হয়েছে

source: Download
bn: ডাউনলোড করুন

source: Edit
bn: সম্পাদনা করুন

source: Email
bn: ইমেইল

# emailAlreadyInUseException
source: email already in use
bn: ইমেইল ঠিকানাটি ইতোমধ্যেই ব্যবহৃত হচ্ছে

# emailVerificationMessage
source: You haven't verified your email address. This action is only allowed for verified users.
bn: আপনি আপনার ইমেল ঠিকানা যাচাই করেননি. এই ক্রিয়াটি শুধুমাত্র যাচাইকৃত ব্যবহারকারীদের জন্য অনুমোদিত।

source: Empty
bn: খালি

source: Enter Amount
bn: পরিমান লিখুন

# enterEmail
source: Enter your email
bn: তুমার ইমেইল প্রবেশ করাও

# enterPassword
source: Enter your password
bn: আপনার পাসওয়ার্ড লিখুন

source: Enter prompt:
bn: প্রম্পট লিখুন:

# enterPromptExample
source: Enter prompt, e.g: cyberpunk anatomical heart model
bn: প্রম্পট লিখুন, যেমন: সাইবারপাঙ্ক অ্যানাটমিক্যাল হার্ট মডেল

source: Enter Text
bn: লেখা অন্তর্ভুক্ত করুন

source: Enter theme name
bn: থিমের নাম লিখুন

source: Error:
bn: ত্রুটি:

# errorCreatingBinanceOrder
source: Error creating Binance Pay order
bn: বিনান্স পে অর্ডার তৈরিতে ত্রুটি৷

# errorImageGeneration
source: An error occurred during image generation.
bn: ছবি তৈরির সময় একটি ত্রুটি ঘটেছে৷

# exitConfirm
source: Press Back Again to Exit App
bn: অ্যাপ থেকে প্রস্থান করতে আবার ফিরে টিপুন

source: Export
bn: রপ্তানি

source: Exported
bn: রপ্তানি হয়েছে

# failedGeneration
source: Image generation failed. Credits not deducted.
bn: ছবি তৈরি করা ব্যর্থ হয়েছে৷ ক্রেডিট কাটা হয় না.

# fieldRequired
source: This field is required
bn: ঘরটি অবশ্যই পূরণ করতে হবে

source: Finish
bn: শেষ করুন

source: Forgot Password
bn: পাসওয়ার্ড ভুলে গেছেন

source: Get Started
bn: এবার শুরু করা যাক

source: Global
bn: গ্লোবাল

source: Gmail
bn: জিমেইল

source: Go back
bn: ফিরে যাও

source: Goncharova Painter
bn: গনচারোভা পেইন্টার

source: Guest
bn: অতিথি

source: Home
bn: বাড়ি

# imageSaved
source: Image successfully saved to gallery
bn: ছবি সফলভাবে গ্যালারিতে সংরক্ষিত হয়েছে৷

# imageSavedFailed
source: Failed to save image to gallery
bn: গ্যালারিতে ছবি সংরক্ষণ করতে ব্যর্থ হয়েছে

source: Image Style
bn: ইমেজ শৈলী

# importFile
source: Import from File
bn: ফাইল থেকে আমদানি করুন

# inputSomeText
source: Input Some Texts...
bn: কিছু পাঠ্য ইনপুট করুন...

# insufficientCredits
source: Insufficient credits. Deduction failed.
bn: অপর্যাপ্ত ক্রেডিট। কাটা ব্যর্থ হয়েছে.

# invalidCredentialException
source: invalid credential
bn: অবৈধ-প্রমাণপত্র

# invalidEmailException
source: invalid email
bn: অবৈধ-ইমেল

# invalidVerificationCodeException
source: invalid verification-code
bn: অবৈধ যাচাই কোড

# invalidVerificationIdException
source: invalid verification-id
bn: অবৈধ-যাচাই-আইডি

source: Khokhloma Painter
bn: খোখলোমা পেইন্টার

# lang
source: Language
bn: ভাষা

# leaveARating
source: Leave A five star Rating...
bn: একটি পাঁচ তারকা রেটিং ছেড়ে দিন...

source: Malevich Painter
bn: মালেভিচ পেইন্টার

# medievalStyle
source: Medival Style
bn: মধ্যযুগীয় শৈলী

source: More Detailed
bn: আরো বিস্তারিত

source: More Info
bn: অধিক তথ্য

source: No
bn: না

# noAccount
source: Don't have an account?
bn: একটি অ্যাকাউন্ট নেই?

# noData
source: No data available
bn: কোন তথ্য নেই

source: No Folder selected
bn: কোনো ফোল্ডার নির্বাচন করা হয়নি

source: No Plans Found
bn: কোন পরিকল্পনা পাওয়া যায়নি

source: No Style
bn: কোন স্টাইল নেই

source: Not Available
bn: পাওয়া যায় না

# nullUserData
source: User data is null
bn: ব্যবহারকারীর ডেটা শূন্য

source: Oil Painting
bn: তৈল চিত্র

source: Ok
bn: ঠিক আছে

# operationNotAllowException
source: operation not allowed
bn: অপারেশন-অনুমোদিত

source: OR
bn: বা

source: Others
bn: অন্যান্য

source: Password
bn: পাসওয়ার্ড

# passwordNotMatch
source: Passwords don't match
bn: পাসওয়ার্ড মেলে না

# passwordResetLink
source: Password Reset Link sent to your email
bn: পাসওয়ার্ড রিসেট লিঙ্ক আপনার ইমেল পাঠানো হয়েছে

# passwordShort
source: Password is too short
bn: পাসওয়ার্ড অত্যন্ত ছোট

source: Pencil Drawing
bn: পেন্সিল অঙ্কন

source: Picasso Painter
bn: পিকাসো পেইন্টার

# pleaseEnterEmail
source: Please Enter your email
bn: আপনার ইমেল ঠিকানা লিখুন দয়া করে

# pleaseEnterMailForReturnLink
source: Please enter your email and we will send you a link to return to your account
bn: অনুগ্রহ করে আপনার ইমেল লিখুন এবং আমরা আপনার অ্যাকাউন্টে ফিরে আসার জন্য একটি লিঙ্ক পাঠাব

# pleaseEnterPassword
source: Please Enter your password
bn: আপনার পাসওয়ার্ড দিন

source: Please Enter Valid Email
bn: অনুগ্রহ করে আপনার সঠিক মেইল ​​আইডি প্রবেশ করান

source: Portrait Photo
bn: পোর্ট্রেট ছবি

# prefReq
source: Mind telling us a few things?
bn: কিছু কথা আমাদের বলবেন?

source: Process Canceled...
bn: প্রক্রিয়া বাতিল হয়েছে...

source: Rate Imagen
bn: চিত্রকে রেট দিন

# reenterPassword
source: Re-enter your password
bn: আপনার পাসওয়ার্ড পুনরায় লিখুন

source: Register Account
bn: অ্যাকাউন্ট নিবন্ধন করুন

source: Remove
bn: অপসারণ

source: Renaissance
bn: রেনেসাঁ

# requiredRecentLoginException
source: requires recent login
bn: প্রয়োজন-সাম্প্রতিক-লগইন

source: Resend verification email
bn: যাচাইকরণ ইমেল পুনরায় পাঠান

source: Reset
bn: রিসেট

# resetOnSkip
source: Replay on Skip Previous
bn: Skip Previous-এ রিপ্লে করুন

# resetOnSkipSub
source: Replay from start instead of skipping to previous song
bn: আগের গান এড়িয়ে যাওয়ার পরিবর্তে শুরু থেকে রিপ্লে করুন

source: Resolution
bn: রেজোলিউশন

source: Restore
bn: পুনরুদ্ধার করুন

# restoreSub
source: Restore your data from Backup. You might need to restart app
bn: ব্যাকআপ থেকে আপনার ডেটা পুনরুদ্ধার করুন। আপনাকে অ্যাপ রিস্টার্ট করতে হতে পারে

source: Result
bn: ফলাফল

source: Results
bn: ফলাফল

source: Results Not Found
bn: ফলাফল পাওয়া যায়নি

source: Save Playlist
bn: প্লেলিস্ট সংরক্ষণ করুন

source: Save Theme
bn: থিম সংরক্ষণ করুন

source: Search
bn: অনুসন্ধান করুন

source: Select Amount
bn: পরিমাণ নির্বাচন করুন

# selectPayment
source: Select Payment Method
bn: পেমেন্ট পদ্ধতি নির্বাচন করুন

source: Send verification email
bn: যাচাই ইমেইল পাঠান

source: Sending verification email
bn: যাচাইকরণ ইমেল পাঠানো হচ্ছে

source: Settings
bn: সেটিংস

# share
source: Share App
bn: অ্যাপ্লিকেশন ভাগ করা

source: Show Here
bn: এখানে দেখান

# showHistory
source: Show Search History
bn: অনুসন্ধান ইতিহাস দেখান

source: Sign in
bn: সাইন ইন করুন

source: Sign In Failed
bn: প্রবেশ চেষ্টা ব্যার্থ

# signInProcess
source: Signing in to account
bn: অ্যাকাউন্টে সাইন ইন করা হচ্ছে

# signInSuccessful
source: Signed In Successfully
bn: সফলভাবে সাইন ইন করা হয়েছে৷

# signInWIthPasswordAndEmail
source: Sign in with your email and password
bn: আপনার ইমেল এবং পাসওয়ার্ড দিয়ে সাইন ইন করুন

source: Sign Out
bn: সাইন আউট

source: Sign Up
bn: নিবন্ধন করুন

source: Size
bn: আকার

# sorryRequestProcess
source: Sorry, could not process your request now, try again later
bn: দুঃখিত, এখন আপনার অনুরোধ প্রক্রিয়া করা যায়নি, পরে আবার চেষ্টা করুন

source: Studio Photo
bn: স্টুডিও ছবি

# successfulRegistration
source: Registered successfully, Please verify your email id
bn: সফলভাবে নিবন্ধন করা হয়েছে, অনুগ্রহ করে আপনার ইমেল আইডি যাচাই করুন

# tdRender
source: 3D Render
bn: 3D রেন্ডার

# thanksFeedback
source: Thanks for your feedback!
bn: আপনার প্রতিক্রিয়ার জন্য ধন্যবাদ!

source: Theme
bn: থিম

source: Theme deleted!
bn: থিম মুছে ফেলা হয়েছে!

source: Theme saved!
bn: থিম সংরক্ষিত!

source: Title
bn: শিরোনাম

# tooManyRequestException
source: too many requests
bn: অনেক-অনেক-অনুরোধ

# ui
source: App UI
bn: অ্যাপ UI

source: Undo
bn: পূর্বাবস্থায় ফেরান

source: Unknown
bn: অজানা

source: Update
bn: হালনাগাদ

source: Update Available!
bn: আপডেট উপলব্ধ!

source: Use System Theme
bn: সিস্টেম থিম ব্যবহার করুন

# userDisabledException
source: user disabled
bn: ব্যবহারকারী-অক্ষম

# userMismatchException
source: user mismatch
bn: ব্যবহারকারী-অমিল

# userNotFoundException
source: user not found
bn: ব্যবহারকারী খুঁজে পাওয়া যায় না

# verificationEmailError
source: An error occurred during email verification
bn: ইমেল যাচাইকরণের সময় একটি ত্রুটি ঘটেছে৷

# verificationEmailSuccessful
source: Verification email sent successfully
bn: যাচাইকরণ ইমেল সফলভাবে পাঠানো হয়েছে

# weakPasswordException
source: weak password
bn: দুর্বল পাসওয়ার্ড

source: Welcome Back
bn: ফিরে আসার জন্য স্বাগতম

# wrongPasswordException
source: wrong-password
bn: ভুল গুপ্তশব্দ

source: Yes
bn: হ্যাঁ
